export default function ForbiddenPage() {
    return (
        <>
            <meta httpEquiv="refresh" content="5;url=/" />
            <div>
                <h1>От халепа 😱</h1>
                <div>
                    <p>Вибачте, але цей маршрут недоступний для вашого рівня доступу 🚲</p>
                    <p>Можливо, варто спочатку зареєструватися або увійти в систему? 😊</p>
                    <p>Повертаємо вас на головну через 5 секунд...</p>
                </div>
            </div>
        </>
    );
}
